/* State and Keywordgroupnames */
"Base" = "Base";
"Keywords" = "Mots clefs";
"Types" = "Types";
"Numbers" = "Nombres";
"Characters" = "Caractères";
"FunctionRegex" = "Appels de fonction";
"Preprocessor" = "Préprocesseur";
"Comment" = "(* Commentaire *)";
"Comment Curly" = "{ Commentaire }";
"SingleComment" = "// Commentaire";
"String" = "'Chaînes de caractères'";
